Repository: p12tic/awn
Catalog: po/*.po
Languages: el, gl, ru

source: Expander
el: Εργαλείο επέκτασης
gl: Expansor
ru: Расширитель

source: Fills space on the panel in expand mode
el: Γεμίζει χώρο στον πίνακα εφαρμογών όταν βρίσκεστε σε λειτουργία επέκτασης
gl: Enche o espazo no panel no modo extendido.
ru: Заполняет место на панели в развёрнутом режиме

source: Behavior when window on a different workspace is activated. (0 for default, 1 - change active workspace, 2 - move to current workspace)
el: Η συμπεριφορά όταν ενεργοποιείται ένα παράθυρο σε άλλο χώρο εργασίας. (0 για προκαθορισμένη, 1 - αλλαγή του ενεργού χώρου εργασίας, 2 - μετακίνηση στον τρέχοντα χώρο εργασίας)
gl: Comportamento cando unha ventá doutro escritorio se activa. (0 por defecto, 1 - trocar de escritorio, 2 - mover ó escritorio actual)
ru: Поведение при активации окна на другом рабочем месте. (0 — по умолчанию, 1 — изменить активное рабочее место, 2 — переместить на текущее рабочее место)

source: Number of seconds to inhibit autohide when a application requests attention. A value of 0 disables.
el: Αριθμός δευτερολέπτων για αναστολή της αυτόματης απόκρυψης όταν μια εφαρμογή απαιτεί προσοχή. Η τιμή 0 την απενεργοποιεί.
gl: Número de segundos para inhibir o autoagochamento cando unha aplicazón precisa atención. O valor 0 deshabilitao.
ru: Количество секунд задержки для автоскрытия приложения требующего внимания. Значение 0 отключает задержку.

source: Number of seconds to wait before nagging again, by inhibiting autohide, if attention is required by any windows. A value of 0 disables.
el: Αριθμός δευτερολέπτων αναμονής πριν μας ενοχλήσει ξανά παρεμποδίζοντας την αυτόματη απόκρυψη, αν η προσοχή μας απαιτείται από τα παράθυρα. Η τιμή 0 την απενεργοποιεί.
ru: Количество секунд задержки для автоскрытия повторного напоминания об окне требующего внимания. Значение 0 отключает задержку.

source: Desktop copy behaviour on drag and drop of desktop files. 0.. Copy all, 1.. Copy if owned by user, 2.. Do not copy.
el: Συμπεριφορά αντιγραφής επιφάνειας εργασίας κατά τη διάρκεια συρσίματος και απόθεσης αρχείων επιφάνειας εργασίας. 0.. Αντιγραφή όλων, 1.. Αντιγραφή αν ανήκουν στο χρήστη, 2.. Να μη γίνει αντιγραφή.
gl: Comportamento de copiado do escritorio cando arrastras ficheiros do escritorio. 0.. Copia todo, 1.. Copia se o usuario é o dono, 2.. Non copiar.
ru: Поведение рабочего стола при копировании перетаскиванием файлов. 0.. Копировать все, 1.. Копировать если принадлежит пользователю, 2.. Не копировать.

source: Delay before activating a window when dragging over an icon.
el: Καθυστέρηση πριν την ενεργοποίηση ενός παραθύρου κατά τη διάρκεια του συρσίματος πάνω από ένα εικονίδιο.
gl: Esperar antes de activar unha ventá cando se arrastra enriba de un icono
ru: Задержка перед активацией окна при перетаскивании на его значок.

source: Enable long press to open Dialog.
el: Ενεργοποίηση παρατεταμένου πατήματος για να ανοίξετε το διάλογο.
gl: Habilitar o pulsado largo para abrir un diálogo
ru: Включить долгое нажатие для открытия Контекстного меню

source: Enabling group of tasks.
el: Ενεργοποίηση ομάδας εργασιών.
gl: Habilitar o agrupamento de procesos.
ru: Включение группировки задач.

source: Group icons with the same launcher, if the grouping of windows is disabled.
el: Ομαδοποίηση των εικονιδίων με ίδιο εκκινητή, αν η ομαδοποίηση παραθύρων είναι απενεργοποιημένη.
gl: Agrupa iconos do mesmo iniciador, se o agrupamento de ventanas no está activado.
ru: Объединять одинаковые ярлыки, если группировка окон отключена.

source: Allow grouping of windows together that have different WM_CLIENT_NAME values.
el: Επιτρέπει την ομαδοποίηση των παραθύρων που έχουν διαφορετική τιμή WM_CLIENT_NAME.
gl: Permitir o agrupamento de xanelas que teñen diferente valor de WM_CLIENT_NAME.
ru: Разрешить группировать окна с разными значениями WM_CLIENT_NAME.

source: a list of paths to .desktop files from which the taskmanager should create it's launchers
el: μια λίστα διαδρομών προς αρχεία .desktop, από τα οποία θα πρέπει ο διαχειριστής εργασιών να δημιουργήσει τους εκκινητές του.
gl: unha lista de directorios a arquivos .desktop os cales o xestor de tarefas debería crear os seus lanzadores
ru: Список путей к файлам .desktop из которых менеджер задач должен создать их кнопки запуска.

source: How radical matching is applied for grouping items. The value should be between 0 and 99. 0 is as good as no grouping. 99 will match almost everything.
el: Πως εφαρμόζεται το ριζικό ταίριασμα στα στοιχεία ομαδοποίησης. Η τιμή θα πρέπει να είναι μεταξύ 0 και 99. Το 0 είναι το ίδιο με τη μη ομαδοποίηση. Το 99 θα ταιριάζει σχεδόν οτιδήποτε.
gl: Cómo de preciso queres o agrupamento de elementos. O valor debe estar entre 0 e 99, sendo 0 non agrupar, e 99 agrupando case calquer cousa.
ru: Насколько строгое требование совпадения применяется к группируемым элементам. Это значение должно быть от 0 до 99. 0 равносилен отсутствию группирования. При 99 совпадать будет почти всё.

source: Maximum number of task indicators to show under icons. Valid range is 0..3.
el: Ο μέγιστος αριθμός των δεικτών εργασιών που θα εμφανίζονται κάτω από τα εικονίδια. Έγκυρο εύρος είναι από 0 έως 3.
gl: Número máximo de indicadores de tarefas para amosar debaixo dos iconos. Rango válido é 0..3.
ru: Максимальное число индикаторов задач для отображения под значком. Диапазон значений: 0..3

source: Context menu definition. Will look in the awn menu installation directory unless a absolutely path is provided.
el: Ορισμός των βοηθητικών μενού. Θα κοιτάζει στον κατάλογο εγκατάστασης του μενού awn εκτός αν δοθεί απόλυτη διαδρομή.
gl: Definición de menú contextual. Mirará no directorio de instalación de awn a non ser que se indique unha ruta absoluta.
ru: Описание контекстного меню. Будет отображено в каталоге меню установки AWN, если указан абсолютный путь.

source: Only show and manager launcher windows
el: Μόνο προβολή και διαχείριση των παραθύρων των εκκινητών
gl: Só mostrar e xestionar fiestras lanzador
ru: Только показывать и менеджер запуска окон

source: If true then application window icons will be overlayed on the Launcher icon instead of replacing according to the behaviour defined by icon_change_behavior.
el: Αν είναι αληθές τότε τα εικονίδια παραθύρων των εφαρμογών θα επικαλύπτονται από το εικονίδιο του εκκινητή αντί να αντικαθίστανται, σύμφωνα με τη συμπεριφορά που ορίζεται από το icon_change_behavior.
ru: Если значение истинно, то иконка приложения будет наложена на кнопку запуска вместо ее замены, в соответствии с режимом наложения, определенным в icon_change_behavior.

source: Controls the alpha of the overlay if overlay_application_icons is true. Valid range 0.0 to 1.0.
el: Ελέγχει το κανάλι άλφα της επικάλυψης αν είναι αληθές το overlay_application_icons. Έγκυρο εύρος από 0.0 μέχρι 1.0.
ru: Управляет альфа-каналом наложения если значение overlay_application_icons истинно. Допустимы значения от 0.0 до 1.0.

source: Controls the size of the overlay if overlay_application_icons is true. Valid range 0.2 to 0.7.
el: Ελέγχει το μέγεθος της επικάλυψης αν είναι αληθές το overlay_application_icons. Έγκυρο εύρος από 0.2 μέχρι 0.7.
ru: Управляет размером наложения если значение overlay_application_icons истинно. Допустимы значения от 0.2 до 0.7.

source: If overlay_application_icons is true, this key will reverse the overlay/overlayee if set to true.
el: Αν οριστεί ως αληθές και είναι αληθές και το overlay_application_icons, αυτό το κλειδί θα αντιστρέψει την επικάλυψη/επικαλυπτόμενου.
ru: Если значение overlay_application_icons истинно, этот ключ отменит наложение, если оно включено.

source: Show windows from all workspaces
el: Προβολή παραθύρων από όλους τους χώρους εργασίας
gl: Mostrar as ventás de todos os espazos de traballo
ru: Показывать окна со всех рабочих мест

source: The threshold at which text count begins to be displayed. valid range 1..
el: Το όριο στο οποίο ξεκινά να προβάλλεται η μέτρηση κειμένου. Έγκυρο εύρος από 1..
ru: Порог, при котором текст будет отображаться. Диапазон значений от 1..

source: Launch
el: Εκκίνηση
gl: Iniciar
ru: Запустить

source: Launch %s
el: Εκκίνηση του %s
gl: Iniciar %s
ru: Запустить %s

source: Workspace %d
el: Χώρος εργασίας %d
gl: Espazo de traballo %d
ru: Рабочее место %d

source: Workspace 1_0
el: Χώρος Εργασίας 1_0
gl: Espazo de traballo 1_0
ru: Рабочее место 1_0

source: Workspace %s%d
el: Χώρος Εργασίας %s%d
gl: Espazo de traballo %s%d
ru: Рабочее место %s%d

source: Add as Launcher
el: Προσθήκη ως Εκκινητή
gl: Engadir como iniciador
ru: Закрепить на панели

source: Remove Launcher
el: Αφαίρεση Εκκινητή
gl: Eliminar o lanzador
ru: Удалить значок

source: _Close
el: _Κλείσιμο
gl: _Pechar
ru: _Закрыть

source: _Close All
el: _Κλείσιμο Όλων
gl: _Pechar todas
ru: _Закрыть всё

source: Minimize all
el: Ελαχιστοποίηση όλων
gl: Minimizar todo
ru: Свернуть всё

source: Unminimize all
el: Επαναφορά όλων
gl: Restaurar todo
ru: Разверуть все

source: Maximize all
el: Μεγιστοποίηση όλων
gl: Maximizar todo
ru: Максимально все

source: Unmaximize all
el: Επαναφορά όλων
gl: Restaurar todo
ru: Обычные все

source: Ma_ximize
el: Με_γιστοποίηση
gl: Ma_ximizar
ru: _Развернуть

source: Unma_ximize
el: Επ_αναφορά
gl: Res_taurar
ru: Восстановить прежний размер

source: Always on _Top
el: Πάντα σε _πρώτο πλάνο
gl: Sempre _enriba das demais xanelas
ru: Всегда сверху

source: Mi_nimize
el: Ελα_χιστοποίηση
gl: Mi_nimizar
ru: Свернуть

source: Unmi_nimize
el: Επ_αναφορά
gl: Res_taurar
ru: _Развернуть

source: Always on Visible Workspace
el: Πάντα σε ορατό χώρο εργασίας
gl: Sempre visible na área de traballo
ru: Всегда на текущем рабочем столе

source: Only on This Workspace
el: Μόνο σε αυτό το χώρο εργασίας
gl: Só nesta área de traballo
ru: Только на этом рабочем столе

source: Move to Workspace _Left
el: Μετακίνηση στο χώρο εργασίας _αριστερά
gl: Mover ao espazo de traballo da _esquerda
ru: Переместить на рабочее место слева

source: Move to Workspace _Right
el: Μετακίνηση στο χώρο εργασίας _δεξιά
gl: Mover ao espazo de traballo da _dereita
ru: Переместить на рабочее место справа

source: Move to Workspace _Up
el: Μετακίνηση στο χώρο εργασίας _πάνω
gl: Mover ao espazo de traballo de e_nriba
ru: Переместить на верхнее рабочее место

source: Move to Workspace _Down
el: Μετακίνηση στο χώρο εργασίας _κάτω
gl: Mover ao espazo de traballo de em_baixo
ru: Переместить на нижнее рабочее место

source: Move to Another _Workspace
el: Μετακίνηση σε άλλο _χώρο εργασίας
gl: Mover a outro espa_zo de traballo
ru: Переместить на другое _рабочее место

source: Launcher/Taskmanager
el: Εκκινητής/Διαχειριστής εργασιών
gl: Lanzador/Xestor de Tarefas
ru: Кнопка запуска/Диспетчер задач

source: Launcher/Taskmanager applet
el: Μικροεφαρμογή Εκκινητή/Διαχειριστή εργασιών
gl: Applet Lanzador/Xestor de procesos
ru: Кнопка запуска/Апплет диспетчер задач

source: About Awn
el: Περί του Awn
gl: Acerca de AWN
ru: О программе Awn

source: Drag to change panel orientation
el: Σύρετε για να αλλάξετε τον προσανατολισμό του πίνακα εφαρμογών
gl: Arrastrar para cambiar a orientación do panel
ru: Перетаскивание для смены ориентации панели

source: Icon size:
el: Μέγεθος εικονιδίου:
gl: Tamaño da icona:
ru: Размер значка:

source: Dock Preferences
el: Προτιμήσεις του dock
gl: Preferencias da doca
ru: Настройки панели

source: Could not open Awn settings: %s
el: Δεν ήταν δυνατό το άνοιγμα των προτιμήσεων του Awn :%s
gl: Non se puideron abrir as configuracións de Awn: %s
ru: Невозможно открыть настройки Awn: %s

source: Preferences applet
el: Μικροεφαρμογή προτιμήσεων
gl: Applet de preferencias:
ru: Апплет настроек

source: Applet used to control the dock and launch Awn preferences.
el: Μικροεφαρμογή που χρησιμοποιείται για το χειρισμό του dock και την εκκίνηση των προτιμήσεων του Awn.
gl: Miniaplicativo utilizado para administrar a doca e iniciar o control de preferencias de Awn.
ru: Апплет настроек панели и конфигурация AWN

source: Separator
el: Διαχωριστικό
gl: Separador
ru: Разделитель

source: Adds a separator between applets
el: Προσθέτει ένα διαχωριστικό μεταξύ των μικροεφαρμογών
gl: Engade un separador entre applets
ru: Добавить разделитель между апплетами

source: Awn Settings
el: Ρυθμίσεις του Awn
gl: Configuración de Awn
ru: Настройки Awn

source: Manage Awn preferences, launchers, applets and themes
el: Διαχειριστείτε προτιμήσεις, εκκινητές, μικροεφαρμογές και θέματα για τον Awn
gl: Xestiona as preferencias de AWN, iniciadores, miniaplicativos e temas
ru: Управление настройками, приложениями, апплетами и темами Awn

source: _Size of icons:
el: _Μέγεθος εικονιδίων:
gl: _Tamaño dos iconos:
ru: Размер _иконок:

source: pixels
el: εικονοστοιχεία
gl: píxeles
ru: пикселов

source: _Orientation:
el: _Προσανατολισμός:
gl: _Orientación:
ru: _Ориентация:

source: St_yle:
el: Στ_υλ:
gl: Est_ilo:
ru: Стиль:

source: _Behavior:
el: _Συμπεριφορά:
gl: _Comportamento:
ru: По_ведение:

source: To use Intellihide or Window Dodge modes, you need to have Taskmanager applet active.
el: Για να χρησιμοποιήσετε τις λειτουργίες Intellihide ή Window Dodge, πρέπει να έχετε ενεργοποιήσει τη μικροεφαρμογή Διαχειριστής εργασιών.
gl: Para usar os modos Agochar de xeito Intelixente e Evitar Xanelas, tes que ter activo o miniaplicativo Xestor de Tarefas
ru: Чтобы использовать режим Intellihide или Window Dodge необходимо активировать апплет Открытые приложения.

source: Autohide mode:
el: Λειτουργία αυτόματης απόκρυψης:
gl: Modo de autoagochado:
ru: Режим автоскрытия

source: Icon _effects:
el: Εφέ _εικονιδίου:
gl: Efectos de iconas:
ru: _Эффекты значка

source: E_xpand the panel
el: Ε_πέκταση του πίνακα εφαρμογών
gl: E_xpandir o panel
ru: Р_асширить панель

source: _Position on the screen:
el: _Θέση στην οθόνη:
gl: _Posición na pantaia:
ru: _Позиция на экране:

source: <b>Panel</b>
el: <b>Πίνακας εφαρμογών</b>
ru: <b>Панель</b>

source: Start _Awn automatically
el: Αυτόματη εκκίνηση του _Awn
gl: Iniciar _Awn automáticamente
ru: Запускать Awn при загрузке

source: <b>General</b>
el: <b>Γενικά</b>
gl: <b>Xeral</b>
ru: <b>Основные</b>

source: <b>You need to enable desktop effects (compositor) to apply and customize themes.</b>
el: <b>Θα πρέπει να ενεργοποιήσετε τα εφέ επιφάνειας εργασίας (το στοιχειοθέτη), για να εφαρμόσετε και να προσαρμόσετε τα θέματα.</b>
gl: <b>É necesario que actives os efectos de escritorio (compositor) para aplicar os temas personalizados.</b>
ru: <b>Вы должны активировать эффекты рабочего стола(compiz) для применения и изменения тем</b>

source: Customize...
el: Προσαρμογή...
gl: Personalizar...
ru: Настроить...

source: Install...
el: Εγκατάσταση...
gl: Instalar...
ru: Установить...

source: <b>Panel Colors</b>
el: <b>Χρώματα του πίνακα εφαρμογών</b>
gl: <b>Panel de Cores</b>
ru: <b>Цвета панели</b>

source: First Gradient Color
el: Πρώτο χρώμα διαβάθμισης
gl: Gradiente da cor de recheo
ru: Первый цвет градиента

source: First Highlight Color
el: Πρώτο χρώμα επισήμανσης
gl: Primeira cor de resaltado
ru: Первый цвет выделения

source: Second Gradient Color
el: Δεύτερο χρώμα διαβάθμισης
gl: Cor do gradiente secundario
ru: Второй цвет градиента

source: Second Highlight Color
el: Δεύτερο χρώμα επισήμανσης
gl: Segunda cor de Resaltado
ru: Второй цвет выделения

source: Outer Border Color
el: Χρώμα εξωτερικού περιγράμματος
gl: Cor do bordo exterior
ru: Цвет внешней границы

source: Inner Border Color
el: Χρώμα εσωτερικού περιγράμματος
gl: Cor do bordo inferior
ru: Цвет внутренней границы

source: Corner Radius
el: Ακτίνα γωνίας
gl: Radio das esquinas
ru: Радиус угла

source: Curves Symmetry
el: Συμμετρία καμπυλών
gl: Simetría das curvas
ru: Симметрия кривых

source: 3D Angle
el: 3D γωνία
gl: Ángulo 3D
ru: 3D наклон

source: Curviness
el: Καμπυλότητα
gl: Sen curvas
ru: Искривлённость

source: <b>Numeric Settings</b>
el: <b>Αριθμητικές ρυθμίσεις</b>
gl: <b>Configuración de numeración</b>
ru: <b>Числовые настройки</b>

source: <b>Icons</b>
el: <b>Εικονίδια</b>
gl: <b>Iconos</b>
ru: <b>Иконки</b>

source: Font Mode
el: Λειτουργία γραμματοσειράς
gl: Modo da fonte
ru: Отображение шрифта

source: Font Color
el: Χρώμα γραμματοσειράς
gl: Cor do texto
ru: Цвет шрифта

source: Font Outline Color
el: Χρώμα περιγράμματος γραμματοσειράς
gl: Cor do borde da letra.
ru: Цвет Контура Шрифта

source: <b>Tooltips</b>
el: <b>Συμβουλές</b>
gl: <b>Indicadores de axuda</b>
ru: <b>Подсказки</b>

source: Font
el: Γραμματοσειρά
gl: Fonte
ru: Шрифт

source: Fill Color
el: Χρώμα γεμίσματος
gl: Cor de recheo
ru: Цвет заливки

source: <b>Extras</b>
el: <b>Πρόσθετα</b>
ru: <b>Дополнительные возможности</b>

source: Use Gtk theme colors
el: Χρήση των χρωμάτων των θεμάτων του Gtk
gl: Usar cores do decorado Gtk
ru: Использовать цвета темы Gtk

source: Custom Arrow Image
el: Προσαρμοσμένη εικόνα βέλους
gl: Personalizar a imaxe das frechas
ru: Пользовательская стрелка

source: Select Custom Arrow
el: Επιλέξτε προσαρμοσμένο βέλος
gl: Establecer Frecha Personalizada
ru: Выбрать свой указатель

source: Triangle
el: Τρίγωνο
ru: Треугольник

source: Glowing dot
el: Λαμπερή κουκκίδα
gl: Punto brillante
ru: Светящаяся точка

source: Custom
el: Προσαρμοσμένο
gl: Personalizado
ru: Пользовательский

source: Arrow type
el: Τύπος βέλους
gl: Tipo de frecha
ru: Тип указателя

source: Show shadows
el: Προβολή σκιάσεων
gl: Amosar sombras
ru: Показывать тень

source: Separator Color
el: Χρώμα διαχωριστικού
gl: Cor do Separador
ru: Цвет разделителя

source: Glowing dot color
el: Χρώμα λαμπερής κουκκίδας
gl: Cor do punto brillante
ru: Цвет светящейся точки

source: Outline Color
el: Χρώμα περιγράμματος
gl: Cor de Delineación
ru: Цвет контура

source: Active rectangle:
el: Ενεργό ορθογώνιο:
gl: Rectángulo activo:
ru: Активный прямоугольник:

source: Use Pattern as Background
el: Χρήση μοτίβου ως παρασκήνιο
gl: Usar o Patrón coma Fondo
ru: Использовать шаблон в качестве фона

source: Pattern Image
el: Εικόνα μοτίβου
gl: Imaxe patrón
ru: Картинка шаблона

source: Pattern Alpha
el: Άλφα μοτίβου
gl: Patrón Alpha
ru: Альфа-канал шаблона

source: Background:
el: Παρασκήνιο:
gl: Fondo:
ru: Фон:

source: Floaty Offset
el: Κινητή μετατόπιση
gl: Separación en modo Flotante
ru: Сдвиг

source: Thickness
el: Πάχος
gl: Grosor
ru: Толщина

source: Choose a theme...
el: Επιλέξτε ένα θέμα ...
gl: Escolle un decorado
ru: Выбрать тему..

source: Export Theme...
el: Εξαγωγή θέματος...
gl: Exportar tema...
ru: Экспортировать тему...

source: Select item to filter by category
el: Επιλέξτε αντικείμενο για φιλτράρισμα βάσει κατηγορίας
gl: Selecciona elemento para filtrar por categoría
ru: Выберите пункт для фильтрации по категории

source: <b>Categories</b>
el: <b>Κατηγορίες</b>
gl: <b>Categorías</b>
ru: <b>Категории</b>

source: Drag below or double click to activate applet
el: Σύρετε παρακάτω ή κάντε διπλό κλικ για την ενεργοποίηση της μικροεφαρμογής
gl: Arrastra para abaixo ou fai doble click para activar o miniaplicativo
ru: Дважды кликните, или переместите ниже для активации аплета

source: <b>Available Applets</b>
el: <b>Διαθέσιμες μικροεφαρμογές</b>
gl: <b>Miniaplicativos dispoñibles</b>
ru: <b>Доступные аплеты</b>

source: Activate applet
el: Ενεργοποίηση μικροεφαρμογής
gl: Activar miniaplicativo
ru: Активировать апплет

source: Deactivate applet
el: Απενεργοποίηση μικροεφαρμογής
gl: Desactivar applet
ru: Отключить апплет

source: Install applet...
el: Εγκατάσταση μικροεφαρμογής...
gl: Instalar miniaplicativo...
ru: Установить аплет...

source: Drag available applets here to activate
el: Σύρετε εδώ τις διαθέσιμες μικροεφαρμογές για ενεργοποίηση
gl: Arrastra aqui os miniaplicativos dispoñibles para activalos
ru: Для активации переместите сюда доступные аплеты

source: <b>Active Applets</b>
el: <b>Ενεργές μικροεφαρμογές</b>
gl: <b>Miniaplicativos Activos</b>
ru: <b>Активные аплеты</b>

source: Offset
el: Μετατόπιση
gl: Desprazamento
ru: Смещение

source: Clickthrough
el: Κλικ δια μέσου του πίνακα
ru: Рейтинг кликов

source: Force monitor mode ?
el: Εξαναγκασμός λειτουργίας οθόνης;
gl: Forzar o modo do monitor?
ru: Иная позиция приложения на экране

source: Monitor width
el: Πλάτος οθόνης
gl: Largo do monitor
ru: Ширина монитора

source: Monitor height
el: Ύψος οθόνης
gl: Alto do monitor
ru: Высота монитора

source: Monitor X-offset
el: X-Μετατόπιση οθόνης
gl: Desprazamento X no monitor
ru: Смешение по X

source: Monitor Y-offset
el: Y-Μετατόπιση οθόνης
gl: Desprazamento Y no monitor
ru: Смещение по Y

source: Matching strength
el: Δύναμη ταιριάσματος
gl: Forza da coincidencia
ru: Сила совпадения

source: <b>Taskmanagers</b>
el: <b>Διαχειριστές εφαρμογών</b>
gl: <b>Administrador de tarefas</b>
ru: <b>Менеджеры задач</b>

source: Reflection offset
el: Μετατόπιση αντανάκλασης
gl: Desprazamento do reflexo
ru: Смещение отражения

source: Icon alpha
el: Άλφα μάσκα εικονιδίου
gl: Icona alfa
ru: Прозрачность значков

source: Reflection alpha multiplier
el: Πολλαπλασιαστής μάσκας άλφα της αντανάκλασης
gl: Multiplicador alfa de reflexión
ru: Прозрачность отражения значков

source: <b>Effects</b>
el: <b>Εφέ</b>
gl: <b>Efectos</b>
ru: <b>Эффекты</b>

source: Repositories
el: Αποθετήρια
gl: Repositorios
ru: Репозитории

source: <b>Repositories</b>
el: <b>Αποθετήρια</b>
gl: <b>Repositorios</b>
ru: <b>Репозитории</b>

source: <b>These settings require the Task Manager applet to be active. </b>
el: <b>Αυτές οι ρυθμίσεις απαιτούν να είναι ενεργή η μικροεφαρμογή του Διαχειριστή Εργασιών. </b>
gl: <b>Estas preferencias requiren que o Aministrador de Tarefas esté activo. </b>
ru: <b>Эти настройки обязательны для Менеджера задач.</b>

source: Icons:
el: Εικονίδια:
gl: Iconas:
ru: Значки:

source: Show all windows
el: Προβολή όλων των παραθύρων
gl: Amosar todas as ventás
ru: Показать все окна

source: Group common windows
el: Ομαδοποίηση συναφών παραθύρων
gl: Agrupar ventás comúns
ru: Группировать похожие окна

source: Display launchers only
el: Προβολή των εκκινητών μόνο
gl: Só amosar lanzadores
ru: Отображать только кнопки запуска

source: Drag and drop reordering
el: Επανατακτοποίηση συρσίματος και απόθεσης
gl: Reordenar arrastrando
ru: Перемещать перетаскиванием

source: Show dialog after long press
el: Προβολή διαλόγου μετά από παρατεταμένο πάτημα
gl: Amosar diálogo despois de un pulsado longo
ru: Отображать диалог при зажатой кнопке мышки

source: <b>Settings</b>
el: <b>Ρυθμίσεις</b>
gl: <b>Configuracións</b>
ru: <b>Настройки</b>

source: <b>Launchers</b>
el: <b>Εκκινητές</b>
gl: <b>Lanzadores</b>
ru: <b>Кнопки запуска</b>

source: Customize effects
el: Προσαρμογή των εφέ
gl: Personalizar efectos
ru: Настроить эффекты

source: Open animation:
el: Άνοιγμα εφέ κίνησης:
gl: Abrir animación
ru: Анимация открытия

source: Close animation:
el: Κλείσιμο κίνησης:
gl: Pechar animación:
ru: Анимация закрытия

source: Hover animation:
el: Εφέ κίνησης κατά την τοποθέτηση του ποντικιού από πάνω:
gl: Animación ó pórse enriba
ru: Анимация наведения курсора

source: Launch animation:
el: Εφέ κίνησης στην εκκίνηση:
gl: Lanzar animacións:
ru: Анимация запуска

source: Attention animation:
el: Κίνηση προσοχής:
gl: Animación de atención:
ru: Анимирование действия "привлечения внимания"

source: Theme Export
el: Εξαγωγή θέματος
gl: Exportar decorado
ru: Экспорт темы

source: Name:
el: Όνομα:
gl: Nome:
ru: Имя:

source: Author:
el: Δημιουργός:
gl: Autor:
ru: Автор:

source: Version:
el: Έκδοση:
gl: Versión:
ru: Версия:

source: Panel Style & Size
el: Στυλ & μέγεθος πίνακα
gl: Estilo e tamaño do Panel
ru: Стиль и размер панели

source: Icons and Tooltips
el: Εικονίδια και συμβουλές
gl: Iconas e consellos
ru: Значки и подсказки

source: Panel Background Colors
el: Χρώματα παρασκηνίου πίνακα
gl: Cores do fondo do panel
ru: Цвет фона панели

source: Extra Options
el: Επιπρόσθετες επιλογές
gl: Opcións extra
ru: Расширенные настройки

source: Panel Look Refinements
el: Βελτιώσεις της εμφάνισης του πίνακα
gl: Refinamento da apariencia do Panel
ru: Детали отображения панели

source: Configured Effects
el: Ρυθμισμένα εφέ
gl: Configurar Efectos
ru: Настроенные эффекты
