Repository: p12tic/awn
Catalog: po/*.po
Languages: el, gl, ru

source: <b>Export Option Groups</b>
el: <b>Εξαγωγή των ομάδων επιλογών</b>
gl: <b>Exportar Opcóns de Grupo</b>
ru: <b>Экспортировать опции групп</b>

source: Error, a sources.list already exist
el: Σφάλμα, υπάρχει ήδη ένα sources.list
gl: Erro, xa existe un sources.list
ru: Ошибка, sources.list уже существует.

source: Error, the path is empty or already exist
el: Σφάλμα, η διαδρομή είναι άδεια ή υπάρχει ήδη
gl: Erro, a ruta está baldeira ou non existe
ru: Ошибка, каталог пуст или уже существует

source: Error %s is missing on your system, please remove it from the sources.list
el: Σφάλμα, το %s απουσιάζει από το σύστημά σας, παρακαλούμε αφαιρέστε το από το sources.list
gl: Erro %s non se atopa na tua computadora, por favor quitaa do arquivo sources.list
ru: Ошибка, %s отсутствует в вашей системе, пожалуйста, удалите его из sources.list

source: None
el: Κανένα
gl: Ningún
ru: Ничего

source: Simple
el: Απλό
ru: Простой

source: Classic
el: Κλασσικό
gl: Clásico
ru: Классический

source: Fade
el: Ξεθώριασμα
gl: Esvaecemento
ru: Затухание

source: Spotlight
el: Σημείο φωτισμού
gl: Foco luminoso
ru: Подсветка

source: Zoom
el: Μεγέθυνση
ru: Увеличение

source: Squish
el: Ζούλιγμα
gl: Aplastar
ru: Сжатие

source: 3D Turn
el: 3D αναστροφή
gl: Xiro en 3D
ru: 3D поворот

source: 3D Spotlight Turn
el: 3D αναστροφή σημείου φωτισμού
gl: Xiro 3D con foco de luz
ru: 3D поворот с подсветкой

source: Glow
el: Λάμψη
gl: Resplandor
ru: Свечение

source: Automatic creation failed. Please manually create the directory: %s
el: Η αυτόματη δημιουργία απέτυχε. Παρακαλούμε δημιουργήστε χειροκίνητα τον κατάλογο: %s
gl: Produciuse un erro na creación automática. Por favor, ténte crear o directorio manualmente: %s
ru: Не удалось автоматически создать папку. Пожалуйста, создайте её сами. %s

source: Confirm directory creation
el: Επιβεβαίωση της δημιουργίας καταλόγου
gl: Confirme a creación do directorio
ru: Подтвердить создание директории

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
el: Δε βρέθηκε υπάρχον κατάλογος αυτόματης εκκίνησης για το λογαριασμό σας. Θέλετε να δημιουργηθεί αυτόματα για εσάς;
gl: Aínda non existe un directorio de inicio automático para a súa conta de usuario. Quere que se cree un automaticamente para vostede?
ru: Нет существующей директории автозапуска для вашей учетной записи. Вы хотите создать её автоматически?

source: Could not locate any of these icons: %s
el: Δεν ήταν δυνατός ο εντοπισμός οποιουδήποτε από αυτά τα εικονίδια: %s
gl: Non se atopou ningún deses iconos: %s
ru: Не могу найти одну из этих иконок: %s

source: Could not locate the following icon: %s
el: Δεν ήταν δυνατός ο εντοπισμός του ακόλουθου εικονιδίου: %s
gl: Non se atopou o seguinte icono: %s
ru: Не могу найти иконку: %s

source: Fully customisable dock-like window navigator for GNOME.
el: Πλήρως παραμετροποιήσιμος τύπου-dock πλοηγός παραθύρων για το GNOME
gl: Un navegador de xanelas entallábel para GNOME totalmente persoalizábel.
ru: Полностью настраиваемая панель навигации окон для GNOME.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Επιτρέπεται η αναδιανομή ή/και η τροποποίησή του υπό τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU (GNU General Public License) όπως αυτή δημοσιεύεται από το Ίδρυμα Ελεύθερου Λογισμικού (Free Software Foundation) -είτε της έκδοσης 2 της άδειας, είτε (κατ' επιλογήν) οποιασδήποτε μεταγενέστερης έκδοσης.
gl: Este programa é software libre; pode redistribuílo ou modificalo baixo as condicións da Licenza pública xeral GNU, tal como a publica a Free Software Foundation; tanto na versión 2 da Licenza como (segundo o seu criterio) en calquera versión posterior.
ru: Эта программа - свободная; вы можете распространять ее и/или изменять в соответствии с условиями GNU General Public License, опубликованной Free Software Foundation; в Лицензии версии 2, или (по вашему усмотрению) любой более поздней версии.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
el: Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την έμμεση εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Για περισσότερες λεπτομέρειες δείτε τη Γενική Άδεια Δημόσιας Χρήσης GNU (GNU General Public License).
gl: Este programa distribúese coa intención de que sexa útil, mais SEN NINGUNHA GARANTIA, nin sequera a garantía implícita de VALOR COMERCIAL ou ADECUACIÓN A UN FIN ESPECÍFICO. Consulte a Licenza pública xeral de GNU para máis información.
ru: Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКОГО-ЛИБО ВИДА ГАРАНТИЙ, даже без подразумеваемой КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Для дополнительной информации обратитесь к лицензии GNU General Public License.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
el: Θα πρέπει να έχετε λάβει μαζί με αυτό το πρόγραμμα ένα αντίγραφο της άδειας GNU General Public License. Αν όχι, γράψτε στο Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
gl: Debería ter recibido unha copia da Licenza publica Xeral (GPL) xunto con este programa; se non foi así, escriba á Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
ru: Вам следует иметь копию лицензии GNU General Public License вместе с этой программой. Если её у вас нет, пишите в Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.

source: Awn Applet Package
el: Πακέτο μικροεφαρμογής του Awn
gl: Paquete de MIniaplicativos de AWN
ru: awn пакет приложений

source: Applet Installation Failed
el: Η εγκατάσταση της μικροεφαρμογής απέτυχε
gl: Fallou a intalación do miniaplicativo
ru: Установка аплета не удалась

source: Applet Successfully Updated
el: Η μικροεφαρμογή ενημερώθηκε επιτυχώς
gl: Miniaplicativo correctamente actualizado
ru: Аплет успешно обновлен

source: Applet Successfully Added
el: Η μικροεφαρμογή προστέθηκε επιτυχώς
gl: Miniaplicativo engadido con éxito
ru: Аплет успешно добавлен

source: Can not delete active applet
el: Δεν ήταν δυνατή η διαγραφή της ενεργής μικροεφαρμογής
gl: No pode eliminar o miniaplicativo activo
ru: Немогу удалить используемый апплет

source: Delete Applet
el: Διαγραφή μικροεφαρμογής
gl: Eliminar miniaplicativo
ru: Удалить апплет

source: <b>Delete %s?</b>
el: <b>Να γίνει διαγραφή του %s;</b>
gl: <b>Eliminar %s</b>
ru: <b>Удалить %s?</b>

source: Unable to Delete Applet
el: Δεν ήταν δυνατή η διαγραφή της μικροεφαρμογής
gl: Incapaz de Eliminar o miniaplicativo
ru: Немогу удалить апплет

source: %s already exists, unable to export theme.
el: Το %s υπάρχει ήδη, δεν ήταν δυνατή η εξαγωγή του θέματος.
gl: %s xa existe, incapaz de exportar o decorado.
ru: %s уже существует, не могу экспортировать тему

source: Theme already installed, do you wish to overwrite it?
el: Το θέμα είναι ήδη εγκατεστημένο, θα θέλατε να το αντικαταστήσετε;
gl: Decorado xa instalado, desexa sobreescribilo?
ru: Тема уже установлена, вы хотите переписать ее?

source: This is an incompatible theme file.
el: Αυτό είναι ένα μη συμβατό αρχείο θέματος.
gl: Este ficheiro de decorado e incompatible
ru: Это не поддерживаемый файл темы.

source: Awn Settings can't be run as root.
el: Οι ρυθμίσεις του Awn δε μπορούν να εκτελεστούν με το χρήστη root.
gl: As preferencias de Awn non se establecen coma root.
ru: Настройки Awn не могут быть запущены от пользователя root

source: Left
el: Αριστερά
gl: Esquerda
ru: По левому краю

source: Right
el: Δεξιά
gl: Dereita
ru: По правому краю

source: Top
el: Πάνω
gl: Arriba
ru: Сверху экрана

source: Bottom
el: Κάτω
gl: Abaixo
ru: Снизу экрана

source: Flat
el: Επίπεδο
gl: Plano
ru: Плоский

source: Curved
el: Καμπύλος
gl: Curvado
ru: Изогнутый

source: Edgy
el: Αιχμηρός
gl: Bordeante
ru: Резкий

source: Floaty
el: Κινητός
gl: Flotante
ru: Парящий

source: Panel mode
el: Λειτουργία πίνακα εφαρμογών
gl: Tipo de panel
ru: Режим панели

source: Always visible
el: Πάντα ορατός
gl: Sempre visible
ru: Показывать всегда

source: Intellihide
el: Έξυπνη απόκρυψη
gl: Agochar de xeito intelixente
ru: Интеллектуальное

source: Window dodge
el: Αποφυγή παραθύρου
gl: Evitar Xanelas

source: Fade out
el: Ξεθώριασμα
gl: Esvaecemento
ru: Затемнение

source: Transparency
el: Διαφάνεια
gl: Transparencia
ru: Прозрачность

source: Keep below
el: Διατήρηση από κάτω
gl: Manter debaixo
ru: Всегда снизу

source: PNG Image
el: Εικόνα PNG
gl: Imaxe PNG
ru: PNG изображение

source: Images
el: Εικόνες
gl: Imaxes
ru: Изображения

source: Save Theme...
el: Αποθήκευση θέματος...
gl: Gardar Decorado...
ru: Сохранить Тему ...

source: Awn Theme
el: Θέμα Awn
gl: Decorado de AWN
ru: Тема Awn

source: Solid
el: Συμπαγές
gl: Sólido
ru: Без обводки

source: Outline
el: Περίγραμμα
gl: Contorno
ru: Контур

source: Outline, Reversed
el: Αντεστραμμένο περίγραμμα
gl: Contorno, invertido
ru: Обводка (инверсия)

source: Select Tooltip Font
el: Επιλέξτε τη γραμματοσειρά των συμβουλών
gl: Seleccione tipografía da Axuda
ru: Выбор шрифта для подсказок

source: Awn Theme File
el: Αρχείο θέματος Awn
gl: Ficheiro de Decorado AWN
ru: Файл темы Awn

source: Use application-specified icons
el: Χρήση εικονιδίων που έχουν καθοριστεί από τις εφαρμογές
gl: Empregar as iconas específicas do aplicativo
ru: Использовать значки приложений

source: Use best quality icons
el: Χρήση εικονιδίων με τη βέλτιστη ποιότητα
gl: Empregar iconas da mellor calidade
ru: Ипользовать иконки высокого качества

source: Overlay best quality icon with application icon
el: Επικάλυψη του εικονιδίου καλύτερης ποιότητας με το εικονίδιο της εφαρμογής
ru: Накладывать высококачественные иконки на значок приложения

source: Overlay application icon with best quality icon
el: Επικάλυψη του εικονιδίου εφαρμογής με το εικονίδιο καλύτερης ποιότητας
ru: Накладывать значок приложения на высококачественную иконку

source: Preferences
el: Προτιμήσεις
gl: Preferencias
ru: Параметры

source: Task Manager
el: Διαχειριστής εργασιών
gl: Xestor de tarefas
ru: Панель задач

source: Applets
el: Μικροεφαρμογές
gl: Miniaplicativos
ru: Апплеты

source: Themes
el: Θέματα
gl: Decorados
ru: Темы оформления

source: Advanced
el: Προχωρημένο
gl: Avanzado
ru: Дополнительно

source: The following Python modules could not be found: %s. There are a few possible explanations for this: 1. You do not have this Python module installed. In this case, you should visit the AWN wiki's applets section to figure out the exact name of the package for your distribution that provides this module. 2. The module is installed in a non-standard location. This is usually the case when you manually install a package, that is, not via your distribution's package manager. This situation is explained in the FAQ section of the wiki.
el: Τα παρακάτω αρθρώματα Python δεν ήταν δυνατό να βρεθούν: %s. Υπάρχουν μερικές πιθανές εξηγήσεις γι' αυτό: 1. Δεν έχετε εγκατεστημένα αυτά τα αρθρώματα Python. Σε αυτήν την περίπτωση μπορείτε να επισκεφθείτε την ενότητα των μικροεφαρμογών στο wiki του AWN, για να εντοπίσετε το ακριβές όνομα του πακέτου που παρέχει αυτό το άρθρωμα για τη διανομή σας. 2. Το άρθρωμα είναι εγκατεστημένο σε μια μη καθιερωμένη τοποθεσία. Αυτό συμβαίνει συνήθως όταν εγκαθιστάτε χειροκίνητα ένα πακέτο, όχι μέσω του διαχειριστή πακέτων της διανομής σας. Αυτή η κατάσταση περιγράφεται στην ενότητα FAQ του wiki.
gl: Os seguintes módulos de Python non se atoparon: %s. Hai varias posibles razóns para esto: 1. Non tes este módulos de Python instalado. Neste caso, deberías visitar a sección de miniaplicativos do Wiki de AWN para atopar o nome exacto do paquete da túa distribución que fornece este módulo. 2. O módulo está instalado nun sitio non habitual. Esto soe ocurrir cando instalas manualmente o paquete, isto é, non vía o xestor de paquetes da túa distribución. Esta situación explícase na sección FAQ da wiki.
ru: Следующие Python модули не найдены: %s. Возможные причины: 1. У вас не установлен этот Python модуль. В этом случае вы должны посетить AWN Wiki, раздел "Апплеты", чтобы выяснить имя пакета для вашей сборки, который предоставляет этот модуль. 2. Модуль установлен в нестандартном месте. Обычно это возникает, когда вы вручную устанавливаете пакет, не через менеджер пакетов. Эта ситуация объясняется в разделе Wiki "FAQ".

source: Awn Wiki
el: Το wiki του Awn
gl: Wiki de Awn
ru: Awn Вики

source: A dock-like window navigator.
el: Ενας πλοηγός παραθύρων τύπου-dock
gl: AWN fornece unha barra de aplicativos entallábel no escritorio
ru: Панелеподобный навигатор

source: Path to the png containing the active icon background.
el: Διαδρομή του png που περιέχει το τρέχον παρασκήνιο του εικονιδίου.
gl: Camiño ó png que contén o fondo do icono activo.
ru: Путь к PNG с фоном активного значка.

source: Color of the active rectangle.
el: Χρώμα ενεργού ορθογωνίου.
gl: Cor do rectángulo activo
ru: Цвет активного прямоугольника.

source: Color of the outline of active rectangle.
el: Χρώμα του περιγράμματος του ενεργού ορθογωνίου
gl: Cor para o borde do rectángulo activo.
ru: Цвет контура активного прямоугольника.

source: Path to the png containing the arrow icon.
el: Διαδρομή του png που περιέχει το εικονίδιο του βέλους.
gl: Camiño ó png que contén o icono da flecha.
ru: Путь к PNG с изображением стрелки.

source: Color of the glowing dot.
el: Χρώμα λαμπερής κουκκίδας
gl: Cor do punto brilante.
ru: Свет светящейся точки.

source: The opacity of the icons, from 0.0 to 1.0
el: Η αδιαφάνεια των εικονιδίων, από 0.0 έως 1.0
gl: A opacidade das iconas, de 0.0 a 1.0
ru: Прозрачность значков. Значение от 0.0 до 1.0

source: A bitmask which stores the type of effect for each event
el: Ένα bitmask που αποθηκεύει τον τύπο και το αποτέλεσμα κάθε γεγονότος
ru: Битовая маска, которая хранит тип эффекта для каждого события

source: Reflection alpha as a multiple of the current alpha of the icon.
el: Η μάσκα άλφα της αντανάκλασης ως πολλαπλασιαστής της τρέχουσας μάσκας άλφα του εικονιδίου.
ru: Уровень прозрачности

source: The offset between the icon and it's reflection
el: Η μετατόπιση μεταξύ του εικονιδίου και της αντανάκλασής του.
gl: A separación entre a icona e o seu reflexo
ru: Растояние между значками и их отражением

source: Show shadows for icons.
el: Προβολή σκιάσεων εικονιδίων
gl: Mostrar sombras para as iconas.
ru: Показать тень иконок.

source: The list of applets for this panel ordered from left-to-right or top-to-bottom.
el: Ο κατάλογος των μικροεφαρμογών γι' αυτόν τον πίνακα σε διάταξη από αριστερά προς δεξιά ή από πάνω προς κάτω.
gl: A lista de miniaplicativos para este panel ordenados de esquerda a dereita ou de arriba a abaixo.
ru: Список апплетов для этой панели, упорядоченных с лева на право или сверху вниз.

source: Auto hides the dock when the cursor is not on the dock (shouldn't be used together with panel_mode). (none: 0, keep below: 1, fade out: 2, see through: 3)
el: Κρύβει αυτόματα το dock όταν ο δείκτης δε βρίσκεται από πάνω του (δε θα πρέπει να χρησιμοποιείται μαζί με το panel_mode). (καθόλου: 0, διατήρηση από κάτω: 1, ξεθώριασμα: 2, διαφανές: 3)
gl: Agocha automaticamente a doca cando o cursor non está na doca (non debería usarse en conxunción co modo Panel). (nada:0, manter debaixo:1, esvaecer:2, ver a través:3)
ru: Скрывать панель когда курсор не на панели (не используйте когда dock в режиме панели). (нет: 0, скольжение: 1, затухание: 2 , пользовательский: 3)

source: Provides possibility to click on windows behind the panel. (0: never click through, 1: click through when holding CTRL, 2: always click through and interact with panel only when holding CTRL)
el: Παρέχει τη δυνατότητα να κάνετε κλικ σε παράθυρα που βρίσκονται πίσω από τον πίνακα. (0: να μη γίνεται ποτέ κλικ δια μέσου, 1: κλικ δια μέσου του πίνακα πατώντας το CTRL, 2: να γίνεται πάντα κλικ δια μέσου του πίνακα και η αλληλεπίδραση με τον πίνακα να γίνεται μόνο όσο είναι πατημένο το CTRL)
gl: Da a posibilidade de clicar en xanelas que están detrás do panel. (0: non permitir, 1:clicar a través cando tes pulsado CTRL, 2:permitir sempre clicar e interactua co panel só se premes CTRL)
ru: Взаимодействие с окнами через панель. (0: нет, 1: когда зажат Ctrl, 2: всегда, взаимодействовать с панелью только с нажатым Ctrl)

source: Offset between the icons and their dialog.
el: Μετατόπιση μεταξύ των εικονιδίων και των διαλόγων τους.
gl: Separación entre os iconos e os seus indicativos.
ru: Промежуток между иконками и их диалогом.

source: If true, the panel will expand to full monitor width/height.
el: Αν είναι αληθές, ο πίνακας θα επεκταθεί σε όλο πλάτος/ύψος της οθόνης.
gl: Se seleccionas, o panel expandirase todo o ancho/alto do monitor.
ru: Панель будет расширена на всю ширину/высота рабочего стола

source: Alignment of a non-expanded panel on the monitor edge.
el: Η στοίχιση ενός μη εκτεταμένου πίνακα στην άκρη της οθόνης.
gl: Aliñamento dun panel non expandido no borde do monitor.
ru: Выравнивание не расширенной панели по краю монитора.

source: Force monitor geometry.
el: Εξαναγκασμός της γεωμετρίας της οθόνης
gl: Forzar o tamaño do monitor
ru: Форсировать настройки монитора

source: The forced monitor height. Only used if monitor_force is true.
el: Το εξαναγκασμένο ύψος της οθόνης. Χρησιμοποιείται μόνο αν είναι αληθές το monitor_force.
gl: A Altura fozada do monitor. So se usa se monitor_force está seleccionado.
ru: Форсировать высоту монитора. Используйте если настройка monitor_force (форсирование настроек монитора) включено.

source: Monitor number where Awn is located (only takes effect when monitor_force is False, use -1 to automatically pick monitor).
el: Ο αριθμός της οθόνης που βρίσκεται το Awn (τίθεται σε ισχύ μόνο όταν είναι ψευδές το monitor_force, χρησιμοποιείστε -1 για αυτόματη επιλογή οθόνης).
gl: Número de monitor onde está Awn (so afecta cando monitor_force se establece False, usar -1 para pillar un monitor automáticamente).
ru: Номер монитора, где находится AWN ( "-1" автоматически выбрать монитор).

source: The forced monitor width. Only used if monitor_force is true.
el: Το εξαναγκασμένο πλάτος της οθόνης. Χρησιμοποιείται μόνο αν είναι αληθές το monitor_force.
gl: O ancho forzado do monitor. So se usa se monitor_force está seleccionado.
ru: Форсировать ширину монитора. Используйте если настройка monitor_force (форсирование настроек монитора) включено.

source: An optional offset when you have more than 1 monitors.
el: Μια προαιρετική μετατόπιση που χρησιμοποιείται όταν έχετε παραπάνω από 1 οθόνες.
gl: Unha separación opcional cando tes máis dun monitor.
ru: Опциональное смещение, для случаев если у вас больше одного монитора

source: Offset of the icons from window border.
el: Μετατόπιση των εικονιδίων από το περίγραμμα του παραθύρου.
gl: Separación dos iconos dende o borde da ventá.
ru: Смещение иконок от границ окон.

source: Orientation of Awn. (left: 0, right: 1, top: 2 and bottom: 3)
el: Προσανατολισμός του Awn. (αριστερά: 0, δεξιά: 1, πάνω: 2 και κάτω: 3)
gl: Posición de AWN.(esquerda:0, dereita:1, arriba,2 e abaixo:3)
ru: Ориентация Awn. (слева: 0, справа: 1, сверху: 2 и снизу: 3)

source: If true, maximised windows will not cover the panel.
el: Αν είναι αληθές, τα μεγιστοποιημένα παράθυρα δε θα καλύπτουν τον πίνακα εφαρμογών.
gl: Se seleccionas, as ventás maximizadas non taparán o panel.
ru: Развернутое окно не перекрывает панель

source: The user-visible size of Awn.
el: Το ορατό από το χρήστη, μέγεθος του Awn.
gl: O tamaño de Awn visible polo usuario.
ru: размер панели AWN

source: The style of the bar. (none: 0, flat bar: 1, 3d bar: 2, curved bar: 3, edgy: 4, floaty: 5, lucido: 6)
el: Το στυλ της μπάρας. (καθόλου: 0, επίπεδη γραμμή: 1, 3D γραμμή: 2, καμπύλη γραμμή: 3, αιχμηρή: 4, κινητή: 5, lucido: 6)
gl: O estilo da barra.(ningún: 0, plana:1, en 3d:2, curva:3, borde:4, lucido:6)
ru: Стиль панели. (Нет: 0, Плоский: 1, 3D: 2, Curved: 3, Edgy: 4, Floaty: 5, Lucido: 6)

source: The active list UA Screenlets for this panel.
el: Η ενεργή λίστα των UA screenlets γι' αυτόν τον πίνακα.
ru: Список активных UA Screenlets для этой панели.

source: The list of UA Screenlets that have been previous added in the form ScreeneletInstance::Position.
el: Ο κατάλογος των UA Screenlets που προστέθηκαν προηγουμένως με τη μορφή ScreeneletInstance::Position.
ru: Список UA Screenlets, которые были добавлены ранее в форме ScreeneletInstance::Position.

source: Delay between mouse leaving the panel and it hiding.
el: Καθυστέρηση μεταξύ της απομάκρυνσης του ποντικιού από τον πίνακα και της απόκρυψής του.
gl: Retraso entre que o rato deixa o panel e este se agocha.
ru: Задержка между покиданием курсора панели и ее скрытием.

source: Delay for mouse position polling.
el: Καθυστέρηση για τον έλεγχο θέσης του ποντικιού.
gl: Retraso para estimar a posición do rato.
ru: Задержка выбора положения указателя.

source: The list of panel instances.
el: Η λίστα των υπάρξεων των πινάκων.
gl: A lista de paneis
ru: Список экзмпляров панели.

source: Determines if generic configuration editor is allowed for applets that do not have a customized preferences dialog.
el: Καθορίζει αν επιτρέπεται ο επεξεργαστής γενικών ρυθμίσεων στις μικροεφαρμογές που δεν έχουν προσαρμοσμένο διάλογο προτιμήσεων.
gl: Determina se o editor da configuración xenérica está autorizado para miniaplicativos que non teñen un cadro de preferencias personalizado.
ru: Определяет если общий редактор конфигурации разрешен для апплетов, которые не имеют собственного диалога настроек.

source: Whether to close dialogs on loss of focus.
el: Αν θα κλείνουν οι διάλογοι στην απώλεια εστίασης.
gl: Cando pechar os diálogos ao perder o foco.
ru: Закрыть окно при потере фокуса

source: Time in ms after which AwnIcon will emit long-press signal.
el: Χρόνος σε χιλ. δευτ. μετά από τον οποίο το AwnIcon θα εκπέμψει το σήμα παρατεταμένου πατήματος.
gl: Tempo en ms tralo que AwnIcon emitirá o sinal de pulsación prolongada.
ru: Время в миллисекундах которое AwnIcon будет имитировать долгое нажатие.

source: Main border color.
el: Κύριο χρώμα περιγράμματος.
gl: Cor do bordo principal
ru: Главный цвет границы.

source: Anything greater than 0 will draw a panel with corners. The greater the radius, the larger the corners.
el: Οτιδήποτε μεγαλύτερο από 0 θα σχεδιάσει έναν πίνακα με γωνίες. Όσο μεγαλύτερη είναι η ακτίνα, τόσο μεγαλύτερες είναι οι γωνίες.
gl: Calquer valor meirande ca 0 debuxará o panel con esquinas. A maior radio, máis grandes as esquinas
ru: При любом значении, болшем чем 0 будут отрисовываться границы панели. Чем больше значение, тем толще граница.

source: Path to the current desktop file theme.
el: Διαδρομή του τρέχοντος θέματος αρχείου επιφάνειας εργασίας.
gl: Camiño ó arquivo do decorado actual do escritorio.
ru: Путь к текущей теме рабочего стола.

source: The symmetry of the curve in Curves mode.
el: Η συμμετρία της καμπύλης στη λειτουργία των καμπυλών.
gl: Simetría da curva en Modo Curvo
ru: Симметрия кривой в режиме Кривых.

source: The curviness of the panel in Curves mode.
el: Η καμπυλότητα του πίνακα στη λειτουργία καμπυλών.
gl: Curvatura do panel no modo Curvado.
ru: Изгиб панели в «выгнутом» режиме.

source: Background color for AwnDialog.
el: Χρώμα παρασκηνίου του AwnDialog.
gl: Cor de fondo dos indicativos de AWN
ru: Цвет фона AwnDialog.
