Repository: p12tic/awn
Catalog: po/*.po
Languages: el, gl, ru

source: Whether AwnDialog should use Gtk theme colors.
el: Αν το AwnDialog πρέπει να χρησιμοποιεί τα χρώματα του θέματος Gtk.
ru: AwnDialog использовать цвета Gtk темы.

source: Background color for AwnDialog's title.
el: Χρώμα παρασκηνίου του τίτλου του AwnDialog.
gl: Cor de fondo para o título dos Indicativos de AWN
ru: Цвет фона заголовка AwnDialog.

source: Enable drawing of a pattern.
el: Ενεργοποίηση σχεδίασης μοτίβου.
gl: Activa o debuxado dun patrón.
ru: Разрешить рисование шаблона.

source: The offset of the Floaty background.
el: Η μετατόπιση του κινητού παρασκηνίου.
gl: A separación do fondo no modo Flotante.
ru: Смещение фона

source: First highlight gradient step color.
el: Χρώμα πρώτης βαθμίδας διαβάθμισης της επισήμανσης
gl: Cor do primeiro paso da gradación do resaltado
ru: Первый цвет градиента выделения.

source: Second highlight gradient step color.
el: Χρώμα δεύτερης βαθμίδας διαβάθμισης της επισήμανσης
gl: Cor do segundo paso da gradación do resaltado.
ru: Второй цвет градиента выделения.

source: First gradient step color.
el: Χρώμα πρώτης βαθμίδας διαβάθμισης
gl: Cor do primerio paso da gradación.
ru: Первый цвет градиента.

source: Second gradient step color.
el: Χρώμα δεύτερης βαθμίδας διαβάθμισης
gl: Cor do segundo paso da gradación.
ru: Второй цвет градиента.

source: Whether to use colors from the current Gtk theme.
el: Αν θα χρησιμοποιούνται τα χρώματα του τρέχοντος θέματος Gtk.
gl: Cando usar as cores do decorado Gtk actual.
ru: Использовать цвета из текущей темы Gtk.

source: Internal border color.
el: Εσωτερικό χρώμα περιγράμματος.
gl: Cor do interior do borde.
ru: Внутренний цвет границы.

source: 0: solid, 1: outline, 2: outline, reversed.
el: Ένας πλοηγός παραθύρων τύπου-dock
gl: 0:cheo, 1:perfilado, 2:perfilado invertido.
ru: 0: сплошной, 1: контурный, 2: контурный, перевёрнутый.

source: Icon text color. Leave empty to use gtk theme color.
el: Χρώμα του κειμένου των εικονιδίων. Αφήστε το κενό για να χρησιμοποιήσετε το χρώμα του θέματος gtk.
gl: Cor do texto do icono. Deixar baldeiro se usas a cor do decorado gtk
ru: Цвет текста около иконки. Оставьте поле пустым для использования стандартной GTK темы.

source: Icon text outline color. Leave empty to use gtk theme color.
el: Χρώμα του περιγράμματος του κειμένου των εικονιδίων. Αφήστε το κενό για να χρησιμοποιήσετε το χρώμα του θέματος gtk.
gl: Cor do borde do texto do icono. Deixar baldeiro se usas a cor do decorado gtk
ru: Цвет контура текста значка. Оставьте поле пустым для использования стандартной GTK темы.

source: width of icon text outline if outline mode is enabled. Suggested values 1.0 - 5.0.
el: Το πλάτος του περιγράμματος του κειμένου των εικονιδίων, αν είναι ενεργοποιημένη η λειτουργία περιγράμματος. Προτεινόμενες τιμές 1.0 - 5.0.
ru: Ширина контура текста иконки если режим контура включен. Допустимые значения 1.0 - 5.0.

source: The angle of the panel in 3D mode.
el: Η γωνία του πίνακα σε κατάσταση 3D.
gl: Ángulo do panel no modo 3D.
ru: Угол наклона панели в режиме 3D.

source: The opacity of the pattern.
el: Η αδιαφάνεια του μοτίβου.
gl: A opacidade do patrón.
ru: Прозрачность шаблона.

source: The location of the pattern to draw.
el: Η τοποθεσία του μοτίβου που θα σχεδιαστεί.
gl: A localización do patrón a debuxar.
ru: Расположение шаблона.

source: Separator color.
el: Χρώμα διαχωριστικού.
gl: Cor do separador.
ru: Цвет разделителя

source: Draw separators.
el: Σχεδίαση διαχωριστικών.
gl: Debuxa separadores.
ru: Рисовать разделители.

source: The thickness in 3D mode.
el: Το πάχος στη λειτουργία 3D.
gl: O grosor no modo 3D
ru: Толщина в 3D режиме.

source: Background color of the tooltip
el: Χρώμα παρασκηνίου συμβουλών
gl: Cor de fondo para a indicación de axuda
ru: Цвет фона для подсказок

source: Font color of the tooltip
el: Χρώμα γραμματοσειράς συμβουλών
gl: Cor da letra do indicativo.
ru: Цвет шрифта в подсказке

source: Font name of the tooltip
el: Όνομα γραμματοσειράς συμβουλών
gl: Nome da letra do indicativo
ru: Название шрифта в подсказке

source: Outline color of the tooltip
el: Χρώμα περιγράμματος συμβουλών
gl: Cor exterior do indicativo
ru: Цвет контура подсказки

source: About %s
el: Περί του %s
gl: Acerca de %s
ru: О программе "%s"

source: Icons
el: Εικονίδια
gl: Iconas
ru: Иконки

source: Choose Custom Icon
el: Επιλογή προσαρμοσμένου εικονιδίου
gl: Elixir icona personalizada
ru: Выбрать другую иконку

source: Customize Icon
el: Προσαρμογή εικονιδίου
gl: Personalizar a icona
ru: Изменить иконку

source: Remove Customized Icon
el: Αφαίρεση προσαρμοσμένου εικονιδίου
gl: Eliminar a icona personalizada
ru: Иконка по умолчанию

source: Loading applet...
el: Γίνεται φόρτωση μικροεφαρμογής...
gl: Cargando o miniaplicativo...
ru: Загрузка апплета...

source: Whoops! The applet crashed. Click to restart it.
el: Ωχ! Η μικροεφαρμογή κατέρρευσε. Κάντε κλικ για να την επανεκκινήσετε.
gl: Uups! O miniaplicativo estragouse. Prema para reiniciarlo.
ru: Ой! Апплет поврежден.Щелкните для перезагрузки

source: Close docklet
el: Κλείσιμο του docklet
gl: Pechar a doca
ru: Закрыть панель

source: translator-credits
gl: Launchpad Contributions: Dario https://launchpad.net/~dario-villar-v Manuel Xosé Lemos https://launchpad.net/~mxlemos Miguel Anxo Bouzada https://launchpad.net/~mbouzada Xose M Lamas https://launchpad.net/~xmgz
